Repository: thomasloupe/CleanSweep
Catalog: CleanSweep_GUI/Properties/*.resx
Languages: es

source: Shutting down Explorer.exe process...
es: Cerrar el proceso Explorer.exe...

# You_have_the_latest_version
source: You have the latest version, v2.2.0!
es: Tienes la última versión,

source: Sweeping Windows Update Logs
es: Barrido de registros de actualización de Windows

source: Removed:
es: Remoto:

source: MB from removing Temporary Files.
es: MB de eliminar archivos temporales.

source: Couldn't Connect!
es: Couldn't Connect! ¡No se pudo conectar!

source: Website: https://thomasloupe.com
es: Sitio web: https://thomasloupe.com

# Sweeping_Delivery_Information_Files
source: Sweeping Delivery Optimization Files...
es: Barrido de archivos de optimización de entrega...

# &lt;1MB_Recovered_From_Windows_Delivery_Optimization_Files
source: <1MB recovered from Windows Delivery Optimization Files...
es: <1MB recuperado de los archivos de optimización de entrega de Windows...

source: Swept Windows Error Reports!
es: ¡Informes de errores de Windows barridos!

source: Restarted Explorer.exe process.
es: Se reinició el proceso Explorer.exe.

source: Sweeping Chrome cache...
es: Barriendo la caché de Chrome...

source: Event Logs were cleared.
es: Se borraron los registros de eventos.

source: Windows Error Reports size:
es: Tamaño de los informes de error de Windows:

source: MB from removing Windows Error Reports.
es: MB de eliminar los informes de errores de Windows.

source: Found Windows Installer Cache. Cleaning
es: Se encontró la caché de Windows Installer. Limpieza

source: Stopped Chrome processes.
es: Procesos de Chrome detenidos.

source: MB from removing Windows Delivery Optimization Files.
es: MB de eliminar archivos de optimización de entrega de Windows.

source: appears to be in use or locked. Skipping...
es: parece estar en uso o bloqueado. Salto a la comba...

source: No MSOCache directory found. Skipping...
es: No se encontró el directorio MSOCache. Salto a la comba...

source: Potential space to reclaim:
es: Espacio potencial para recuperar:

source: Skipping:
es: Salto a la comba:

source: Swept Delivery Optimization Files!
es: Archivos de optimización de envío barrido!

source: Old versions of Windows were removed.
es: Se eliminaron las versiones antiguas de Windows.

source: MB from removing Windows Installer Cache.
es: MB de eliminar la caché de Windows Installer.

source: Swept Edge cache!
es: Caché de Edge barrido!

source: Recovered
es: Recuperado

source: Windows Defender Logs were removed.
es: Se eliminaron los registros de Windows Defender.

source: Stopped Edge processes.
es: Procesos de Edge detenidos.

source: Update Available!
es: ¡Actualización disponible!

source: Recovery results:
es: Resultados de recuperación:

source: Thumbnail cache was cleared.
es: Se borró la caché de miniaturas.

source: Sweeping Event Viewer Logs
es: Barrido de registros del visor de eventos

source: Sweeping MSO cache
es: Barrido de caché de MSO

source: Edge cache was cleared.
es: Se borró la caché perimetral.

source: Directory already removed:
es: Directorio ya eliminado:

source: Emptying Recycle Bin
es: Vaciar la papelera de reciclaje

source: Ending any Chrome processes
es: Finalizar cualquier proceso de Chrome

source: Swept Temporary Internet Files!
es: ¡Barrió archivos temporales de Internet!

source: Sweeping Temporary Setup Files...
es: Barrido de archivos de configuración temporal...

source: Sweeping Windows Error Reports
es: Informes de errores de barrido de Windows

source: Attempting to remove all file history snapshots except latest
es: Intentando eliminar todas las instantáneas del historial de archivos excepto la última

source: MSO Cache size:
es: MSO Tamaño del caché:

source: Created by Thomas Loupe.
es: Creado por Thomas Loupe.

source: Swept Event Viewer Logs!
es: ¡Registros barridos del visor de eventos!

source: Sweeping Temporary Files...
es: Barrido de archivos temporales de Internet...

# Chome_Cache_Was_Cleared
source: Chrome cache was cleared.
es: Se borró la caché de Chrome.

source: Emptied Recycle Bin!
es: Papelera de reciclaje vacía.

source: Found Windows.old directory. Cleaning
es: Se encontró el directorio Windows.old. Limpieza

source: Recycle Bin was emptied.
es: La papelera de reciclaje se vació.

source: Removing Windows Installer Cache
es: Eliminar la caché de Windows Installer

source: Swept Temporary Files!
es: Archivos temporales barridos!

source: Chrome Data Size:
es: Tamaño de datos de Chrome:

source: Temp Directory size:
es: Tamaño del directorio temporal:

# CleanSweep_will_always_be_free
source: CleanSweep will always be free! If you'd like to buy me a beer anyway, I won't tell you no! Would you like to open the donation page now?
es: ¡CleanSweep siempre será gratis! Si quieres comprarme una cerveza de todos modos, ¡no te diré que no! ¿Le gustaría abrir la página de donaciones ahora?

# Total_Space_Recovered_&lt;1MB
source: Total space recovered: <1MB
es: Espacio total recuperado: <1MB

source: Removed
es: Remoto

source: Removed file history older than latest snapshot.
es: Se eliminó el historial de archivos anterior a la última instantánea.

# &lt;1MB_Recovered_From_Temporary_Internet_Files
source: <1MB recovered from Temporary Internet Files...
es: <1MB recuperado de archivos temporales de Internet...

source: . Skipping...
es: . Salto a la comba...

source: Swept Windows Installer Cache!
es: ¡Barrió la caché del instalador de Windows!

source: Swept Windows Update Logs!
es: ¡Barrió los registros de actualización de Windows!

source: MB from removing MSO Cache.
es: MB de eliminar la caché de MSO.

source: Skipping...
es: Salto a la comba...

source: Categorical breakdown:
es: Desglose categórico:

source: Sweeping Edge cache...
es: Barrido de caché de Edge...

source: Deleted:
es: Eliminado:

source: Swept Temporary Setup Files!
es: ¡Archivos de configuración temporales barridos!

source: Clearing Thumbnail Cache
es: Borrar la caché de miniaturas

source: Ending any Edge processes
es: Finalización de cualquier proceso de Edge

source: Swept MSO Cache!
es: ¡Barrió el caché de MSO!

# &lt;1MB_From_Removing_Windows_Error_Reports_
source: <1MB recovered from removing Windows Error Reports...
es: <1MB recuperado de la eliminación de informes de error de Windows...

# A_new_version_of_CleanSweep_is_available
source: A new version of CleanSweep is available! Current version: v2.2.0 Latest version:
es: ¡Hay disponible una nueva versión de CleanSweep! Versión actual: Ultima versión:

source: Windows Delivery Optimization File size:
es: Optimización de entrega de Windows Tamaño de archivo:

source: Couldn't delete
es: No se pudo borrar

# &lt;1MB_Recovered_From_Temporary_Setup_Files
source: <1MB recovered from Temporary Setup Files...
es: <1MB recuperado de archivos de configuración temporal...

source: MB from removing Windows Update Logs.
es: MB de eliminar los registros de actualización de Windows.

source: Swept Chrome cache!
es: Caché de Chrome barrido!

source: About
es: Sobre

source: Removing old versions of Windows
es: Eliminando versiones antiguas de Windows

source: No Windows Update Logs directory found. Skipping...
es: No se encontró el directorio de registros de Windows Update. Salto a la comba...

source: CleanSweep is free, but beer is not!
es: CleanSweep es gratis, ¡pero la cerveza no!

# If_File_History_Was_Enabled_All_Versions_Except_The_Latest_Were_Removed
source: If file history was enabled, all versions except latest were removed.
es: Si se habilitó el historial de archivos, se eliminaron todas las versiones excepto la última.

source: Windows Error Report directory already removed. Skipping
es: El directorio de informe de errores de Windows ya se eliminó. Salto a la comba

source: No Delivery Optimization Files needed to be cleaned.
es: No es necesario limpiar los archivos de optimización de entrega.

source: Edge Data Size:
es: Edge de datos de borde:

source: Couldn't remove
es: No se pudo eliminar

source: Temporary Setup Files directory size:
es: Tamaño del directorio de archivos de configuración temporal:

source: Would you like to visit the download page?
es: ¿Le gustaría visitar la página de descarga?

# &lt;1MB_Recovered_From_Temporary_Files
source: <1MB recovered from Temporary Files...
es: <1MB recuperado de archivos temporales...

source: Swept Windows.old directory!
es: ¡Barrió el directorio Windows.old!

# No_Windows_Old_Directory_Found
source: No Windows.old directory found. Skipping...
es: No se encontró el directorio Windows.old. Salto a la comba...

source: Swept Thumbnail Cache!
es: ¡Caché de miniaturas barridas!

source: Couldn't connect to get updates. Your connection might be down, you're checking too often, or Github is down. Try checking again later?
es: No se pudo conectar para recibir actualizaciones. Es posible que su conexión no funcione, que esté comprobando con demasiada frecuencia o que Github no funcione. ¿Intentar comprobar de nuevo más tarde?

source: Windows Installer Cache size:
es: Tamaño de la caché de Windows Installer:

source: MB from removing Temporary Internet Files.
es: MB de eliminar archivos temporales de Internet.

source: Windows Update Logs size:
es: Tamaño de los registros de Windows Update:

source: Total space recovered:
es: Espacio total recuperado:

source: Sweeping Windows Defender Log Files...
es: Barrido de archivos de registro de Windows Defender...

source: MB from removing Temporary Setup Files.
es: MB de eliminar archivos temporales de instalación.

source: Temporary Internet Files directory size:
es: Tamaño del directorio de archivos temporales de Internet:

source: Skipping...
es: Salto a la comba...
